{
  "EPIC": {
    "WEAPON": [
      {
        "name": "Missile Gap",
        "effects": [
          "70% Critical Hit Chance boost.",
          "13% Chance a missile counter-attacks whenever hit by an opponent.",
          "600% Damage boost. Kold War Tower only.",
          "Missile bombing applies Stun to an opponent for 3 seconds. (Unlocks at fusion level X)."
        ]
      },
      {
        "name": "General's Father Gun",
        "effects": [
          "60% Damage boost against enemies affected by Stun.",
          "50% Unblockable chance on basic attacks.",
          "600% Damage boost. Kold War Tower only.",
          "[SONYA BLADE] 30% Unblockable chance on all Special Attacks.",
          "[SONYA BLADE] [SET] If this is equipped alongside General's Knockout Gloves, any DIAMOND Sonya Blade gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "50% Chance to apply Shield Break on Special Attack 1. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ARMOR": [
      {
        "name": "Bloodmaster's Iron Curtain",
        "effects": [
          "50% Max Health boost.",
          "Bleed applied to enemy lasts 50% longer.",
          "1200% Max health Boost. Kold War Tower only.",
          "[SKARLET] 25% Chance to convert 50% damage to Health on Special Attack 1.",
          "[SKARLET][SET] If this is equipped alongside Bloodmaster's Bloody Finka, any DIAMOND Skarlet gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "Immunity to all DOTs including Dark Magic. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ACCESSORY": [
      {
        "name": "Weather Warfare",
        "effects": [
          "Frozen opponents remain frozen for up to 2 successive basic hits.",
          "100% Chance to also apply Frostbite when freezing an opponent.",
          "255% Damage boost. Kold War Tower only.",
          "450% Max Health boost. Kold War Tower only.",
          "A gust of wind Freezes tagged-in opponent. (Unlocks at fusion level X)."
        ]
      }
    ]
  },
  "RARE": {
    "WEAPON": [
      {
        "name": "Bloodmaster's Bloody Finka",
        "effects": [
          "35% Critical Hit Chance boost.",
          "40% Bleed damage boost.",
          "300% Damage boost. Kold War Tower only.",
          "[SKARLET] [SET] If this is equipped alongside Bloodmaster's Iron Curtain, any DIAMOND Skarlet gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "DOTs can Critically Hit. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ARMOR": [
      {
        "name": "Telogreika",
        "effects": [
          "100% Resistance to Stun and Bleed.",
          "Heal 6% of max Health every second while affected by Frostbite.",
          "600% Max Health boost. Kold War Tower only.",
          "Gain invulnerability while Frozen. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ACCESSORY": [
      {
        "name": "General's Knockout Gloves",
        "effects": [
          "25% Power generation boost.",
          "25% Chance to remove Opponent's active buffs (Strengthen, Shield, Luck, Regeneration and Speed) on Combo Ender.",
          "150% Damage Boost. Kold War Tower only.",
          "300% Max Health boost. Kold War Tower only.",
          "[SONYA BLADE][SET] If this is equipped alongside General's Father Gun, any DIAMOND Sonya Blade gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "7% Chance to Stun an opponent for 3 seconds when dealing a Critical Hit on Basic Attacks. (Unlocks at fusion level X)"
        ]
      }
    ]
  },
  "UNCOMMON": {
    "ACCESSORY": [
      {
        "name": "Ushanka",
        "effects": [
          "30% Resistance to Freeze.",
          "80% Damage Boost. Kold War Tower only.",
          "160% Max health boost. Kold War Tower only.",
          "25% Chance to convert 50% damage to Health on Special Attack 1. (Unlocks at fusion level X)"
        ]
      },
      {
        "name": "Deadly Icicles",
        "effects": [
          "40% Basic attack damage boost.",
          "80% Damage boost. Kold War Tower only.",
          "160% Max health boost. Kold War Tower only.",
          "100% Chance to apply Frostbite on Special Attack 2. (Unlocks at fusion level X)"
        ]
      },
      {
        "name": "Bayonet",
        "effects": [
          "40% Critical Hit damage boost.",
          "80% Damage boost. Kold War Tower only.",
          "160% Max health boost. Kold War Tower only.",
          "20% Critical Hit Chance boost. (Unlocks at fusion level X)"
        ]
      }
    ]
  }
}