{
  "items": [
    {
      "name": "Champion's Nunchaku",
      "rarity": "EPIC",
      "type": "Weapon",
      "source": "https://www.mkmobile.info/equipment/Epic/all-types-equipment/shirai-ryui",
      "stats": [
        "20% Chance to steal 5% of opponent's Max Power on successful Basic Combo Attacks.",
        "100% Chance to gain random attack buff for 12 seconds upon Special Attack 2 use.",
        "600% Damage boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[LIU KANG][SET] If this is equipped alongside Champion's Leather Bracers, any DIAMOND or ASCENDED Liu Kang gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "[LIU KANG] When a teammate tags-in, Liu Kang throws Dragon Fire from the sidelines, dealing high damage with a 100% chance to apply Fire.",
        "Upon stealing opponent's power the user increases duration of all his active buffs for 3 seconds. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Specter's Burning Vengeance",
      "rarity": "EPIC",
      "type": "Armor",
      "source": "https://www.mkmobile.info/equipment/Epic/all-types-equipment/shirai-ryui",
      "stats": [
        "User deals additional damage to opponent team and applies Team Fire on Special Attack 3–5 times per battle. These Fires can stack.",
        "40% Chance to gain 0.5 Bar of power when opponents resist a debuff.",
        "1200% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[SCORPION][SET] If this is equipped alongside Specter's Infernal Chains, any DIAMOND or ASCENDED Scorpion gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "User explodes into flames when defeated, dealing 30% (15% for Bosses) damage of max HP to all opponents and applying Team Shield Break. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Edenian Force Rejection Field",
      "rarity": "EPIC",
      "type": "Armor",
      "source": "https://www.mkmobile.info/equipment/Epic/all-types-equipment/shirai-ryui",
      "stats": [
        "Health is increased and restored by 20% after performing any successful Special Attack. Maximum 3 times in the battle.",
        "Opponents affected by Blind have a 70% chance to also miss during Special Attacks.",
        "1200% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[JADE][SET] If this is equipped alongside Edenian Bracelets, any DIAMOND or ASCENDED Jade gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "50% Chance to reflect any debuff back to an opponent. Team debuffs are not affected. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Edenian Bracelets",
      "rarity": "EPIC",
      "type": "Accessory",
      "source": "https://www.mkmobile.info/equipment/Epic/all-types-equipment/shirai-ryui",
      "stats": [
        "40% Power generation boost.",
        "For each Bar of power acquired by the user while tagged-in, with a 50% chance Blind is applied to the opponent for 7 seconds.",
        "225% Damage boost. Shirai Ryu Tower only.",
        "450% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[JADE][SET] If this is equipped alongside Edenian Force Rejection Field, any DIAMOND or ASCENDED Jade gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "[JADE] Once per match, Jade avoids death by automatically tagging out before the killing blow and applying Team Blind. This effect does not trigger if the killing blow is Brutality.",
        "With a 30% chance user will automatically perform Special Attack 3 or Fatal Blow/X-Ray instead of Special Attack 1 against a Blinded opponent. Maximum 2 times per match. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Muramasa Blades",
      "rarity": "RARE",
      "type": "Weapon",
      "source": "https://www.mkmobile.info/equipment/Rare/all-types-equipment/shirai-ryui",
      "stats": [
        "45% Basic attack unblockable chance.",
        "150% Combo Ender damage boost.",
        "300% Damage boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "100% Chance Block Breaker on Basic Attacks deals an additional 1% max Health damage. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Champion's Leather Bracers",
      "rarity": "RARE",
      "type": "Armor",
      "source": "https://www.mkmobile.info/equipment/Rare/all-types-equipment/shirai-ryui",
      "stats": [
        "40% Opponent Critical Hit and Lethal Block Chance reduction.",
        "Gain Regeneration upon tag-in for 10 seconds.",
        "600% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[LIU KANG][SET] If this is equipped alongside Champion's Nunchaku, any DIAMOND or ASCENDED Liu Kang gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "20% Special Attack Damage boost per unique buff on the user. Maximum 100% Damage boost. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Specter's Infernal Chains",
      "rarity": "RARE",
      "type": "Accessory",
      "source": "https://www.mkmobile.info/equipment/Rare/all-types-equipment/shirai-ryui",
      "stats": [
        "70% Chance to drain 33% Power on Special Attack 1.",
        "25% Chance to avoid damage from the opponent's Special Attack and apply Fire.",
        "300% Max Health boost. Shirai Ryu Tower only.",
        "150% Damage boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "[SCORPION][SET] If this is equipped alongside Specter's Burning Vengeance, any DIAMOND or ASCENDED Scorpion gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
        "[SCORPION, SMOKE] 50% Chance opponent is immediately pulled back with a Spear and stunned when tagging out.",
        "User reflects 30% of avoided damage to the opponent. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Fire Garden Bell",
      "rarity": "UNCOMMON",
      "type": "Accessory",
      "source": "https://www.mkmobile.info/equipment/Uncommon/all-types-equipment/shirai-ryui",
      "stats": [
        "15% Chance to apply Fire on basic attacks.",
        "80% Damage boost. Shirai Ryu Tower only.",
        "160% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "30% Critical Hit chance boost against enemies affected by Fire. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Survivor Memories",
      "rarity": "UNCOMMON",
      "type": "Accessory",
      "source": "https://www.mkmobile.info/equipment/Uncommon/all-types-equipment/shirai-ryui",
      "stats": [
        "40% Basic Attack damage boost.",
        "80% Damage boost. Shirai Ryu Tower only.",
        "160% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "100% Resistance to Fire. (Unlocks at fusion level X)"
      ]
    },
    {
      "name": "Secret Scrolls",
      "rarity": "UNCOMMON",
      "type": "Accessory",
      "source": "https://www.mkmobile.info/equipment/Uncommon/all-types-equipment/shirai-ryui",
      "stats": [
        "20% Max Health boost.",
        "80% Damage boost. Shirai Ryu Tower only.",
        "160% Max Health boost. Shirai Ryu Tower only."
      ],
      "passive_effects": [
        "User recovers health from Fire damage over time instead of taking damage. (Unlocks at fusion level X)"
      ]
    }
  ]
}
