{
  "EPIC": {
    "WEAPON": [
      {
        "name": "Serpent Kusarigama",
        "effects": [
          "100% Critical Hit chance boost when below 40% Health.",
          "50% Chance to gain Speed increase for 5sec after performing a successful Combo Ender.",
          "600% Damage boost. Sorcerer's Tower only.",
          "Critical Hits have 70% chance to Vampire the damage when below 40% Health. (Unlocks at fusion level X)"
        ]
      },
      {
        "name": "Soul Reaver's Servant",
        "effects": [
          "20% Chance to apply Curse on Critical Hit.",
          "35% Damage boost against enemies affected by Cripple.",
          "600% Damage boost. Sorcerer's Tower only.",
          "[SHANG TSUNG] [SET] When Shang Tsung defeats an opponent, he and his teammates gain the defeated opponents remaining Power, distributing it equally among them.",
          "[SHANG TSUNG] [SET] If this is equipped alongside Soul Reaver's King Kobra Belt, any DIAMOND Shang Tsung gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "Curse debuffs can stack up to 2 times. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ARMOR": [
      {
        "name": "Varan Jacket",
        "effects": [
          "35% Chance to dodge a Special Attack.",
          "40% Chance opponent's Basic Attack Critical Hits heal for 50% of incoming damage instead of dealing damage.",
          "1200% Max Health Boost. Sorcerer's Tower only.",
          "Damage from Special Attacks is reduced by 50%. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ACCESSORY": [
      {
        "name": "Acid Dragon's Deathly Vial",
        "effects": [
          "20% Power generation boost.",
          "70% Chance to gain 7% max Power for all teammates after the user successfully applies Poison or Bleed to an opponent.",
          "225% Damage boost. Sorcerer's Tower only.",
          "450% Max Health Boost. Sorcerer's Tower only.",
          "[REPTILE] Basic attacks heal for 20% of damage done to opponents affected by Poison.",
          "[REPTILE] [SET] If this is equipped alongside Dragon's Tekko-Kagi, any DIAMOND Reptile gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "Power Drain applied to the owner is reflected onto an opponent and is turned into Power Steal that grants 50% of draining Power. (Unlocks at fusion level X)"
        ]
      }
    ]
  },
  "RARE": {
    "WEAPON": [
      {
        "name": "Acid Dragon's Tekko-Kagi",
        "effects": [
          "20% Damage boost against enemies affected by poison.",
          "35% Chance to apply Blind on Special Attack 1.",
          "300% Damage Boost. Sorcerer's Tower only.",
          "[REPTILE] [SET] If this is equipped alongside Acid Dragon's Deadly Vial, any DIAMOND Reptile gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "Gain 100% Critical Hit damage boost for 5 seconds whenever a Blinded opponent misses any attack. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ARMOR": [
      {
        "name": "Soul Reaver's King Kobra Belt",
        "effects": [
          "35% Max Health boost.",
          "Whenever an opponent performs a successful Special Attack or Combo Ender, there is a 40% chance to apply Cripple.",
          "600% Max Health Boost. Sorcerer's Tower only.",
          "[SHANG TSUNG] [SET] If this is equipped alongside Soul Reaver's Servant, any DIAMOND Shang Tsung gains a 40% chance to perform a Special Combo Ender dealing massive damage. If the last opponent is under 25% health, a Brutality is performed instead of the Special Combo Ender, ending the fight immediately.",
          "50% Incoming DOT and Dark Magic damage reduction. (Unlocks at fusion level X)"
        ]
      }
    ],
    "ACCESSORY": [
      {
        "name": "Viper Hood",
        "effects": [
          "60% Resistance to Snare.",
          "35% Chance to apply Weaken to enemies affected by DOT on Special Attack 1.",
          "150% Damage Boost. Sorcerer's Tower only.",
          "300% Max Health Boost. Sorcerer's Tower only.",
          "Apply Dispel and Regeneration for 7s on Special Attack 2. (Unlocks at fusion level X)"
        ]
      }
    ]
  },
  "UNCOMMON": {
    "WEAPON": [],
    "ARMOR": [],
    "ACCESSORY": [
      {
        "name": "Salamander Gloves",
        "effects": [
          "100% Combo Ender damage boost.",
          "80% Damage Boost. Sorcerer's Tower only.",
          "160% Max Health Boost. Sorcerer's Tower only.",
          "Damage from Poison, Bleed and Fire DOTs is increased by 25%. (Unlocks at fusion level X)"
        ]
      },
      {
        "name": "Ouroboros Ring",
        "effects": [
          "100% Recovery boost.",
          "80% Damage Boost. Sorcerer's Tower only.",
          "160% Max Health Boost. Sorcerer's Tower only.",
          "Gain 75% more Power whenever hit by an opponent. (Unlocks at fusion level X)"
        ]
      },
      {
        "name": "Snake Fang",
        "effects": [
          "10% Chance to apply Poison on Special Attack 2.",
          "80% Damage Boost. Sorcerer's Tower only.",
          "160% Max Health Boost. Sorcerer's Tower only.",
          "Poison lasts 35% longer. (Unlocks at fusion level X)"
        ]
      }
    ]
  }
}